[
    {
        "id": 1,
        "name": "Web Development",
        "description": "Build responsive and visually appealing websites with cutting-edge technologies.",
        "icon": "web_development_icon.png",
        "developer": 6,
        "image": "https://i.ibb.co.com/6JJb7W0/is-web-development-good-career.jpg",
        "additional_info": "Transform your online presence with our custom web development and design services. From responsive websites to engaging user interfaces, we build solutions that drive traffic and deliver results."
    },
    {
        "id": 2,
        "name": "Mobile App Development",
        "description": "Develop high-performance mobile applications for iOS and Android platforms.",
        "icon": "mobile_app_icon.png",
        "developer": 3,
        "image": "https://i.ibb.co.com/HP3djmn/mobile-application-development-guidelines-riseuplabs.webp",
        "additional_info": "Unlock the potential of mobile technology with our app development services. We create intuitive and high-performance mobile applications for Android platforms to meet your business needs."
    },
    {
        "id": 3,
        "name": "Cybersecurity",
        "description": "Your digital assets with advanced cybersecurity solutions.",
        "icon": "cybersecurity_icon.png",
        "developer": 4,
        "image":"https://i.ibb.co.com/G21wzyb/105994433.webp",
        "additional_info": "Protect your business from evolving threats with our robust cybersecurity solutions. We offer security assessments, threat management, and compliance services to safeguard your data and systems."
    },
    {
        "id": 4,
        "name": "AI and Machine Learning",
        "description": "Leverage AI and machine learning to drive innovation and efficiency.",
        "icon": "ai_ml_icon.png",
        "developer": 6,
        "image":"https://i.ibb.co.com/Xt03dRY/AI-and-machine-learning-00afb90f3d21234fd0f207243f60aa8e.jpg",
        "additional_info": "Harness the power of artificial intelligence and machine learning to drive innovation and optimize operations. Our solutions include predictive analytics, automation, and custom AI models tailored to your industry."
    },
    {
        "id": 5,
        "name": "Blockchain",
        "description": "Implement secure and transparent blockchain solutions for your business.",
        "icon": "blockchain_icon.png",
        "developer": 5,
        "image":"https://i.ibb.co.com/CwLHS1C/Blockchain-in-hiring.png",
        "additional_info": "Explore the potential of blockchain technology and cryptocurrencies with our experts. We offer blockchain development, and cryptocurrency consulting to help you in the digital economy."
    },
    {
        "id": 6,
        "name": "IoT",
        "description": "Connect and manage your devices with intelligent IoT solutions.",
        "icon": "iot_icon.png",
        "developer": 22,
        "image":"https://i.ibb.co.com/hfQbyPF/Getty-Images-1184401187-1280.jpg",
        "additional_info": "Connect and manage your devices seamlessly with our IoT solutions. We design and implement IoT systems that enhance operational efficiency and enable smart decision-making."
    }
]